Repository: anjos/django-chords
Catalog: chords/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Invalid avatar size (%(width)dx%(height)d). Avatars have to have a 3x4 (widthxheight) aspect ratio.
pt_br: Avatar de tamanho inválido (%(width)dx%(height)d). Avatars devem ter um formato 3x4 (larguraxaltura).

source: Invalid avatar '%(filename)s'. Cannot be opened by Django.
pt_br: Avatar inválido '%(filename)s'. Não pode ser aberto pelo Django.

source: Image
pt_br: Imagem

source: Songs
pt_br: Músicas

source: Color
pt_br: Cor

source: Collections
pt_br: Coleções

source: Convert top-chord format into chordpro!
pt_br: Converter do format cifras (em cima) para o formato chordpro!

source: To chordpro
pt_br: Para chordpro

source: Invalid file syntax. Either choose another file or fix the one you are trying to upload. Here is a hint: %(error)s
pt_br: Sintaxe de arquivo inválida. Escolha um outro arquivo ou corrija aquele que está enviando. Aqui está uma dica: %(error)s

source: Two Columns
pt_br: Duas Colunas

source: Name
pt_br: Nome

source: You can write here the name of the artist.
pt_br: Você deve colocar aqui o nome do artista

source: The hexadecimal 3-digit color representation of this artist in the RGB format. Example: #fff for white, #000 for black or #f00 for pure red. Omit the "#" (hash mark) when you specify the color.
pt_br: A cor em representação hexadecimal de 3 dígitos para este artista, seguindo o padrão RGB. Exemplo: #fff para branco, #000 para preto ou #f00 para vermelho puro. Omita a tralha (#) quando estiver especificando a cor.

source: Specify here the file that will be uploaded. This file should be a photo of the artist. The image has to be a portrait of 3x4 in one of the web-supported formats like JPEG or PNG.
pt_br: Especifique aqui o arquivo que será enviado. Este arquivo deve conter uma foto do artista. A image deve ser um retrato no formato 3x4 em um formato suportado pela web tal como JPEG ou PNG.

source: artist
pt_br: artista

source: artists
pt_br: artistas

source: Last update: <b>%(update)s</b><br/>%(url)s<br/>Downloaded on %(date)s
pt_br: Última atualização: <b>%(update)s</b><br/>%(url)s<br/>Baixado em %(date)s

source: A
pt_br: Lá

source: A sharp
pt_br: Lá sustenido

source: B flat
pt_br: Si bemol

source: B
pt_br: Si

source: C
pt_br: Dó

source: C sharp
pt_br: C sustenido

source: D flat
pt_br: Ré bemol

source: D
pt_br: Ré

source: D sharp
pt_br: Ré sustenido

source: E flat
pt_br: Mi bemol

source: E
pt_br: Mi

source: F
pt_br: Fá

source: F sharp
pt_br: Fá sustenido

source: G flat
pt_br: Sol bemol

source: G
pt_br: Sol

source: G sharp
pt_br: Sol sustenido

source: A flat
pt_br: Lá bemol

source: A minor
pt_br: Lá menor

source: A sharp minor
pt_br: Lá menor sustenido

source: B flat minor
pt_br: Si menor bemol

source: B minor
pt_br: Si menor

source: C minor
pt_br: Dó menor

source: C sharp minor
pt_br: Dó menor sustenido

source: D flat minor
pt_br: Ré menor sustenido

source: D minor
pt_br: Ré menor

source: D sharp minor
pt_br: Ré menor sustenido

source: E flat minor
pt_br: Mi menor bemol

source: E minor
pt_br: Mi menor

source: F minor
pt_br: Fá menor

source: F sharp minor
pt_br: Fá menor sustenido

source: G flat minor
pt_br: Sol menor bemol

source: G minor
pt_br: Sol menor

source: G sharp minor
pt_br: Sol menor sustenido

source: A flat minor
pt_br: Lá menor bemol

source: Created
pt_br: Criado

source: Last updated
pt_br: Atualizado

source: Title
pt_br: Título

source: This song's title
pt_br: O título desta música

source: Year
pt_br: Ano

source: The year of the composition or performance. You may leave this field blank if you do not know it.
pt_br: O ano de composição ou interpretação. Você pode deixar este campo em branco se não souber a data.

source: Tone
pt_br: Tom

source: The tone for this music
pt_br: O tom em que está cifrada esta música.

source: Two columns
pt_br: Duas colunas

source: This field determines how printed output (PDFs) will be arranged. If you left it clicked, PDF output will be arranged in two columns. Take attention to the width of the song text in this case, to avoid overflowing or broken paragraphs. You have approximately 40 columns per frame in this case.
pt_br: Este campo determina como a saída impressa (PDFs) ficará organizada. Se você clicar aqui, o seu PDF será organizado em duas colunas. Tenha atenção à largura do texto entrado neste caso, para evitar uma sobre-carga ou quebras de linha indesejadas. Você tem aproximadamente 40 caracteres por coluna neste caso.

source: Song
pt_br: Música

source: Put here the text lines describing this song. We use the "chordpro" textual format (<a href="%(url)s">reference here</a>). Read the project documentation for more information on the format.
pt_br: Coloque aqui as linhas descrevendo esta música. Nós usamos o formato texto "chordpro" (<a href="%(url)s">referência aqui</a>). Leia a documentação do projeto para mais informações sobre o formato.

source: song
pt_br: música

source: songs
pt_br: músicas

source: %(title)s in %(tone)s (%(performer)s)
pt_br: %(title)s em %(tone)s (%(performer)s)

source: %(who)s on %(when)s
pt_br: %(who)s em %(when)s

source: The name of this collection
pt_br: O nome desta coleção

source: collection
pt_br: coleção

source: collections
pt_br: coleções

source: Collection(%(name)s from %(owner)s, %(songs)d song)
pt_br: Coleção(%(name)s de %(owner)s, %(songs)d música)

source: <i>%(name)s</i>, last update: <b>%(update)s</b><br/>%(url)s<br/>Downloaded on %(date)s
pt_br: <i>%(name)s</i>, atualizado: <b>%(update)s</b><br/>%(url)s<br/>Baixado em %(date)s

source: Table of Contents
pt_br: Tabela de Conteúdo

source: Lyrics and Chords
pt_br: Músicas e Cifras

source: Chordbook from %(site)s
pt_br: Chordbook de %(site)s

source: Lyrics and Chords Book
pt_br: Livro de Músicas e Cifras

source: Artist
pt_br: Artista

source: Manage artist
pt_br: Gerenciar artista

source: View Artists
pt_br: Ver Artistas

source: View Songs
pt_br: Ver Músicas

source: View Collections
pt_br: Ver Coleções

source: Available Songs for
pt_br: Músicas Disponíveis para

source: download all songs available for this artist in PDF format
pt_br: baixar todas as músicas disponíveis para este artista em formato PDF

source: From this page you have access to the single uploaded song
pt_br: Nesta página você tem acesso à única música disponível no site.

source: for
pt_br: de

source: Shortcuts
pt_br: Atalhos

source: Updated
pt_br: Atualizado

source: view this song
pt_br: ver esta música

source: download song in PDF format
pt_br: baixar música em formato PDF

source: view original text file
pt_br: ver texto original

source: edit this song
pt_br: editar esta música

source: Click here to access this song
pt_br: Clique aqui para acessar esta música

source: by
pt_br: por

source: No songs uploaded so far.
pt_br: Não há musicas no momento.

source: Manage artists
pt_br: Gerenciar artistas

source: Add artist
pt_br: Adicionar artista

source: Available Artists
pt_br: Artistas Disponíveis

source: From this page you have access to the only created artist.
pt_br: Nesta página você tem acesso ao único artista criado.

source: Perfomer
pt_br: Intérprete

source: Composer
pt_br: Compositor

source: view this artist's page
pt_br: ver a página do artista

source: download a PDF containing all songs attributed to this artist
pt_br: baixar um PDF contendo todas as músicas atribuídas a este artista

source: edit this artist
pt_br: editar este artista

source: Click here to access the page from this artist
pt_br: Clicar aqui para acessar a página deste artista

source: photo of
pt_br: foto de

source: No collections created so far.
pt_br: Não há coleções pelo instante.

source: Collection
pt_br: Coleção

source: Manage collection
pt_br: Gerenciar coleção

source: Available Songs at collection
pt_br: Músicas disponíveis nesta coleção

source: download all songs available at this collection in PDF format
pt_br: baixar todas as músicas disponíveis nesta coleção em formato PDF

source: in collection
pt_br: na coleção

source: Performer
pt_br: Intérprete

source: Manage collections
pt_br: Gerenciar coleções

source: Add collection
pt_br: Adicionar coleção

source: Available Collections
pt_br: Coleções Disponíveis

source: From this page you have access to the only created collection.
pt_br: Desta página você tem acesso à única coleção criada até o momento

source: Owner
pt_br: Dono

source: Last Update
pt_br: Última Atualização

source: view this collection
pt_br: ver esta coleção

source: download a PDF of this collection
pt_br: baixar um PDF contendo todas as músicas desta coleção

source: edit this collection
pt_br: editar esta coleção

source: Click here to access this collection
pt_br: Clicar aqui para acessar esta coleção

source: in
pt_br: em

source: go to page %(page)s
pt_br: ir à página %(page)s

source: Click here to view other songs by this artist.
pt_br: Clique aqui para ver outras músicas atribuídas a este artista.

source: photo of
pt_br: foto de

source: actions:
pt_br: ações:

source: Last revision by
pt_br: Última revisão por

source: on
pt_br: em

source: Manage songs
pt_br: Gerenciar músicas

source: Add song
pt_br: Adicionar música

source: Available Songs
pt_br: Músicas Disponíveis

source: download all songs available in PDF format
pt_br: baixar todas as músicas disponíveis em formato PDF

source: In Collections
pt_br: Coleções

source: Sort by %(what)s (ascending)
pt_br: Ordenar por %(what)s (ascendente)

source: Sort by %(what)s (descending)
pt_br: Ordenar por %(what)s (descendente)
